Repository: Atrion/Kodi_Repo_18-Retired
Catalog: skin.carpc-xtouch_le/language/resource.language.*/strings.po
Languages: de_de, it_it

# #31224
source: Choose the standard color and focus color for the the active elements (buttons) of the screen. To start with white as standard color will be a good choice. You can change all settings later at any time. [CR] [CR|Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code).
de_de: Definiere die Standard-Farbe wie auch die Focus-Farbe für die Bedienelemente (Buttons) des Skins. Für den Anfang ist Weiß als Standard-Farbe eine gute Wahl. Du kannst die Farben später jederzeit wieder ändern. [CR] [CR]Wähle eine Farbe aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode).
it_it: Scegli il colore standard e il colore di messa a fuoco per gli elementi attivi (pulsanti) dello schermo. Iniziare con il bianco come colore standard sarà una buona scelta. Puoi modificare tutte le impostazioni in un secondo momento in qualsiasi momento. [CR] [CR | Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore).

# #31225
source: Choose the main menu buttons for the home screen. You can alter your choice, the position of the buttons on the home screen as well as the style of the buttons later at any time.
de_de: Wähle die Hauptmenübuttons, die auf dem Homescreen erscheinen sollen. Die kannst deine Auswahl, die Positionen der Buttons auf dem Screen sowie deren Aussehen später jederzeit ändern.
it_it: Scegli i pulsanti del menu principale per la schermata principale. Puoi modificare la tua scelta, la posizione dei pulsanti sulla schermata iniziale e lo stile dei pulsanti più tardi in qualsiasi momento.

# #31226
source: Skin Basic Settings
de_de: Skin Grundeinstellungen
it_it: Impostazione Base Skin

# #31227
source: Step 2: Main Menu
de_de: Schritt 2: Hauptmenü
it_it: Step 2: Menù Principale

# #31228
source: Step 3: Main Menu Buttons Style
de_de: Schritt 3: Hauptmenü-Buttons Style
it_it: Step 3: Stile Pulsante Menù Principale

# #31229
source: Main menu button style: Choose the colors for text, icon and outline of the main menu buttons.[CR] [CR|Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code).
de_de: Lege das Aussehen der Hauptmenü-Buttons fest. Wähle eine Farbe für die Buttonumrandung sowie eine Farbe für die Beschriftung und das Icon des Buttons. [CR] [CR]Wähle eine Farbe aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode).
it_it: Stile pulsante del menu principale: scegli i colori per il testo, l'icona e il contorno dei pulsanti del menu principale. [CR] [CR | Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco , 00 = completamente trasparente, RRGGBB = codice colore).

# #31230
source: You can freely place your main menu buttons. Tap on the entry of the button you wish to move and then type the number (between 1 to 6) and the button will be placed on that position.
de_de: Die Belegung der sechs Hauptmenübuttons ist frei wählbar. Tippe auf den gewünschten Eintrag und gebe eine Zahl von 1 bis 6 ein. Der betreffende Home Button wird dann an der gewählten Stelle platziert. Nur die Buttons, für die du eine Position gewählt hast, werden auf dem Screen angezeigt.
it_it: Puoi posizionare liberamente i pulsanti del tuo menu principale. Toccare la voce del pulsante che si desidera spostare e quindi digitare il numero (tra 1 e 6) e il pulsante verrà posizionato in quella posizione.

# #31231
source: Next
de_de: Weiter
it_it: Prossimo

# #31232
source: Almost done!
de_de: Fast fertig!
it_it: Quasi Fatto!

# #31233
source: Just on last step: click 'Finish' to close this assistant. You can change all this settings at any time. You can find them together with a ton of other settings in the skin settings. [CR] [CR]And now: Have fun and drive safely!
de_de: Nur noch ein letzter Schritt: klicke unten auf 'Abschließen' um die Grundkonfiguration abzuschließen und den Einrichtungsassistenten zu beenden. Die gerade vorgenommenen Einstellungen kannst du jederzeit ändern. Du findest sie zusammen mit vielen weiteren Einstellungsmöglichkeiten in den Skin-Settings. [CR] [CR]Und nun viel Spaß mit deinem CarPC und allzeit Gute Fahrt!
it_it: Solo all'ultimo passaggio: fai clic su "Fine" per chiudere questo assistente. Puoi modificare tutte queste impostazioni in qualsiasi momento. Puoi trovarli insieme a una tonnellata di altre impostazioni nelle impostazioni della skin. [CR] [CR] E ora: divertiti e guida in sicurezza!

# #31234
source: Finish
de_de: Abschließen
it_it: Fine

# #31235
source: Show Outlines
de_de: Outlines zeigen
it_it: Mosta Contorni

# #31236
source: Depending on the chosen screen background it may be reasonable to give the player buttons a background to make them more perceptible. Here you can set this background, it's color and opacity. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is Black. Additionally you can set the opacity of the background.
de_de: Abhängig vom gewählten Bildschirmhintergrund kann es sinnvoll sein, die Player-Buttons mit einer Farbfläche zu unterlegen. Dies kannst du hier einstellen. Wähle eine Farbe für den Hintergrund aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode). Die voreingestellte Farbe ist Schwarz. Zusätzlich kann die Deckkraft des Hintergrundes eingestellt werden.
it_it: A seconda dello sfondo scelto, potrebbe essere ragionevole dare uno sfondo ai pulsanti del lettore per renderli più percepibili. Qui puoi impostare questo sfondo, il colore e l'opacità. Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore). Il colore predefinito è Nero. Inoltre puoi impostare l'opacità dello sfondo.

# #31237
source: Player Buttons Background
de_de: Player Buttons Hintergrund
it_it: Player Tasto Sfondo

# #31238
source: Skin Background
de_de: Skin Hintergrund
it_it: Skin Sfondo

# #31239
source: Bottom Bar Background
de_de: Fußleiste Hintergrund
it_it: Sfondo della barra inferiore

# #31240
source: Depending on the chosen screen background it may be reasonable to give the bottom area a background to make the submenu buttons and volume slider more perceptible. Here you can set this background, it's color and opacity. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is Black. Additionally you can set the opacity of the background.
de_de: Abhängig vom gewählten Bildschirmhintergrund kann es sinnvoll sein, den unteren Bildschirmbereich mit einer Farbfläche zu unterlegen. Dies kannst du hier einstellen. Wähle eine Farbe für den Hintergrund aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode). Die voreingestellte Farbe ist Schwarz. Zusätzlich kann die Deckkraft des Hintergrundes eingestellt werden.
it_it: A seconda dello sfondo scelto, potrebbe essere ragionevole assegnare uno sfondo alla zona inferiore per rendere più percettibili i pulsanti del sottomenu e il cursore del volume. Qui puoi impostare questo sfondo, il colore e l'opacità. Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore). Il colore predefinito è Nero. Inoltre puoi impostare l'opacità dello sfondo.

# #31241
source: Artists
de_de: Interpreten
it_it: Artista

# #31242
source: Albums
de_de: Alben
it_it: Album

# #31243
source: Genres
it_it: Genere

# #31244
source: Activate background pictures
de_de: Hintergrundbilder aktivieren
it_it: Attiva Immagine di Sfondo

# #31245
source: Artist
de_de: Interpret
it_it: Artista

# #31247
source: Title
de_de: Titel
it_it: Titolo

# #31249
source: Show Music Button (Artists)
de_de: Zeige Button Musik (Interpreten)
it_it: Mostra Pulsante Musica (Artista)

# #31250
source: Show Music Button (Albums)
de_de: Zeige Button Musik (Alben)
it_it: Mostra Pulsante Musica (Album)

# #31251
source: Show Music Button (Genres)
de_de: Zeige Button Musik (Genres)
it_it: Mostra Pulsante Musica (Genere)

# #31252
source: Focus Pictures (optional)
de_de: Focus-Bilder (optional)
it_it: Messa a Fuoco Immagine (Opzioni)

# #31253
source: Show Day/Night Switch
de_de: Zeige Tag/Nacht-Umschalter
it_it: Mostra Interruttore Giorno/Notte

# #31254
source: Day/Night Mode
de_de: Tag/Nacht-Modus
it_it: Modalità Giorno/Notte

# #31255
source: The Day/Night Mode allows you to store two different skin-configurations (for example a bright look for daytime and a dark look for the night) and to switch manually or automatically between them. This function needs the addon 'X-Touch Helper' to be installed and activated. [CR] [CR] HOW TO USE: First create your settings (backgrounds, colors, … anything you like) for the look you want to have at daytime, then press 'Save Day' below. All current settings will be stored. Then do the same for the look you want to have at night time and store the settings by pressing 'Save Night'. To switch from Day-Mode to Night-Mode or vice versa you can activate the according submenu button (manual switching) or set the time for day and night in the addon settings. Then the switch will be executed automatically at the given times.
de_de: Der Tag/Nacht-Modus erlaubt das Speichern und aufrufen von zwei verschiedenen „Looks“ des Skins (z.B. einen hellen Look für den Tag und einen dunkleren für die Nacht. Für diese Funktion muss das Addon „X-Touch Helper“ installiert und aktiviert sein. [CR]Und so geht das: Zuerst nehme in den Skin-Settings alle Einstellungen (Hintergründe, Farben, … was auch immer) für den Look am Tag vor, dann klicke unten auf „Save Day“. Danach mache das selbe für den Nacht-Modus und speichere die Settings durch Klick auf „Save Night“. Das Umschalten zwischen den beiden Modi geschieht dann entweder manuell über den entsprechenden Submenü-Button oder automatisch zu den in den Einstellungen des Addons definierten Zeiten.
it_it: La modalità Giorno / Notte consente di memorizzare due diverse configurazioni della pelle (ad esempio un aspetto luminoso per il giorno e un aspetto scuro per la notte) e di passare manualmente o automaticamente da una all'altra. Questa funzione richiede che l'addon 'X-Touch Helper' sia installato e attivato. [CR] COME USARE: Per prima cosa crea le tue impostazioni (sfondi, colori, ... qualsiasi cosa tu voglia) per l'aspetto che vuoi avere durante il giorno, quindi premi "Salva giorno" sotto. Tutte le impostazioni correnti verranno memorizzate. Quindi fare lo stesso per l'aspetto che si desidera avere di notte e memorizzare le impostazioni premendo 'Salva notte'. Per passare dalla modalità giorno alla modalità notturna o viceversa è possibile attivare il relativo pulsante del sottomenu (commutazione manuale) o impostare l'ora per il giorno e la notte nelle impostazioni dell'add-on. Quindi l'interruttore verrà eseguito automaticamente nei tempi indicati.

# #31256
source: Save Day
it_it: Salva Giorno

# #31257
source: Save Night
it_it: Salva Notte

# #31258
source: Show WiFi Button
de_de: Zeige Button WiFi
it_it: Mostra Tasto WiFi

# #31259
source: Connect 3G
de_de: Verbinde 3G
it_it: Connessione 3G

# #31260
source: Connect WiFi
de_de: Verbinde WiFi
it_it: Connessione WiFi

# #31261
source: Show Custom Home Title
de_de: Eigener Titeltext
it_it: Mostra Titolo Home Personale

# #31262
source: Show Temperature Sensor Output 1-Wire Dashboard Addon
de_de: Temperaturanzeige 1-Wire Dashboard Addon
it_it: Mostra temperatura Sensore

# #31263
source: Choose the number of the sensor:
de_de: Nummer des Sensors, dessen Werte angezeigt werden soll:
it_it: Scegli il numero del sensore:

# #31264
source: Attention! The addon '1-Wire Dashboard' and at least one attached temperature sensor is required for this function! For more informations see the README_Addons.md, which is included in the skin files.
de_de: Achtung. Diese Funktion benötigt das Addon '1-Wire Dashboard' und mindestens einen angeschlossenen Temperatursensor! Mehr Infos dazu in der README_Addons.md, die dem Skin beiliegt.
it_it: Attenzione! Per questa funzione è richiesto l'addon '1-Wire Dashboard' e almeno un sensore di temperatura collegato! Per maggiori informazioni consultare README_Addons.md, che è incluso nei file skin.

# #31265
source: Configure
de_de: Konfigurieren
it_it: Configura

# #31267
source: Skin settings will be saved. Please wait...
de_de: Skin-Einstellungen werden gesichert. Bitte warten...
it_it: Le impostazioni della skin verranno salvate. Attendere prego...

# #31268
source: Here you can configure your main menu buttons. Tap on the button you wish to configure and then choose the function for this button.
de_de: Hier kannst du dein Hauptmenü konfigurieren. Klicke auf den Button, den du bearbeiten möchtest, und wähle anschleißend die Funktion für diesen Button aus.
it_it: Qui puoi configurare i pulsanti del tuo menu principale. Toccare il pulsante che si desidera configurare e quindi scegliere la funzione per questo pulsante.

# #31269
source: Choose a function for button
de_de: Wähle eine Funktion für Button
it_it: Scegli una funzione per il pulsante

# #31270
source: Options for button type
de_de: Optionen für Button
it_it: Opzioni per il tipo di pulsante

# #31272
source: Choose Music Directory:
de_de: Wähle Musikordner:
it_it: Scegli Directory Musica

# #31273
source: There are no options for this button.
de_de: Für diesen Button gibt es keine Optionen.
it_it: Non ci sono opzioni per questo pulsante.

# #31274
source: Configure Button Shutdown
de_de: Button Shutdown konfigurieren.
it_it: Configura Pulsante Spegnimento

# #31275
source: Choose Video Directory:
de_de: Wähle Filmeordner:
it_it: Scegli la directory Video:

# #31276
source: Set custom icon (100x100px):
de_de: Eigenes Icon verwenden (100x100px):
it_it: Imposta icona personalizzata (100x100 pixel):

# #31277
source: Custom icon
de_de: Eigenes Icon
it_it: Icona Personalizzata

# #31278
source: Choose icon
de_de: Wähle Icon
it_it: Scegli Icona

# #31279
source: Reset icon
de_de: Zurücksetzen
it_it: Resetta icona

# #31280
source: Autostart Playlist
it_it: Avvio Automatico Playlist

# #31281
source: Choose Playlist
de_de: Wähle Playlist
it_it: Scegli Playlist

# #31282
source: Enable Submenu – Big Icons
de_de: Aktiviere Submenü (groß)
it_it: Abilita Sottomenù - Icone Grandi

# #31283
source: Enable Submenu – Midsize Icons
de_de: Aktiviere Submenü (mittel)
it_it: Abilita Sottomenù - Icone Medie

# #31284
source: Submenu Configuration
de_de: Submenü Konfiguration
it_it: Configurazione SottoMenù

# #31285
source: Shutd. Dialog
de_de: Aus m. Dialog
it_it: Finestra di Spegnimento

# #31286
source: Direct Shutd.
de_de: Aus o. Dialog
it_it: Spegnimento Diretto

# #31287
source: Enable App Switcher
de_de: Aktiviere App Switcher
it_it: Abilità Selettore App

# #31288
source: Enable Submenu – Small Icons
de_de: Aktiviere Submenü (klein)
it_it: Abilita Sottomenù - Icone Piccole

# #31289
source: Custom Logo
de_de: Eigenes Logo
it_it: Logo Personalizzato

# #31290
source: Choose Logo Image (max. 500x70px)
de_de: Wähle ein Bild (max. 500x70px)
it_it: Scegli immagine logo (massimo 500x70 px)

# #31293
source: Radio Style
it_it: Radio Stile

# #31294
source: Station List Style
de_de: Senderliste Style
it_it: Stile Lista Stazioni

# #31295
source: Info Display & Bottom Bar Style
de_de: Info Display & Fußleiste Style
it_it: Profilo Elenco Tasti

# #31297
source: Station List Buttons Background
de_de: Senderliste Buttons Hintergrund
it_it: Sfondo Elenco Tasti

# #31298
source: Choose a Backround Picture for Radio
de_de: Wähle ein Hintergrundbild für das Radio
it_it: Scegli un'immagine di sfondo per la radio

# #31300
source: Current Temp
de_de: Aktuelle Temperatur
it_it: Temperatura Corrente

# #31301
source: Last Updated
de_de: Zuletzt aktualisiert
it_it: Ultimo aggiornamento

# #31303
source: Data provider
de_de: Datenprovider
it_it: Fornitore dei dati

# #31309
source: Memory Used:
de_de: Genutzter Speicher:
it_it: Memoria Usata:

# #31312
source: Current Scraper
de_de: Aktueller Scraper
it_it: Scraper Corrente

# #31313
source: Choose a Scraper
de_de: Wähle einen Scraper
it_it: Scegli uno Scraper

# #31314
source: Content Scanning Options
de_de: Content Scanning Optionen
it_it: Opzioni Scansione Contenuti

# #31319
source: Currently available XBMC user profiles
de_de: Verfügbare XBMC Userprofile
it_it: Profili utente Kodi attualmente disponibili

# #31320
source: Last Logged In
de_de: Letzter Login
it_it: Ultimo Login

# #31322
source: Aired
it_it: In Onda

# #31325
source: Playlist Options
de_de: Playlist Optionen
it_it: Opzioni Playlist

# #31351
source: Pause
it_it: Pausa

# #31353
source: Fast Forward
it_it: Avanti Veloce

# #31354
source: Rewind
it_it: Riavvolgi

# #31355
source: Video Menu
it_it: Menu video

# #31356
source: Download Subtitles
it_it: Scarica Sottotitoli

# #31357
source: Image Info
it_it: Informazioni Immagine

# #31390
source: Skin default
it_it: Skin di default

# #31391
source: Arial based
it_it: Basato su Arial

# #31400
source: Change the skin · Set language and region · Change file listing options · Set up a screensaver
it_it: Cambia la skin · Imposta lingua e regione · Cambia le impostazioni di elenco dei file · Imposta uno screensaver

# #31401
source: Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts
it_it: Gestisci la tua Libreria Video · Cambia impostazioni di riproduzione dei video · Cambia impostazioni per le liste video · Imposta i fonts dei sottotitoli

# #31402
source: Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options
it_it: Gestisci la tua Libreria Musicale · Modifica impostazioni di riproduzione della musica · Modifica impostazioni per le liste audio · Cambia impostazioni invio canzone · Imposta opzioni per il karaoke

# #31403
source: Set picture listing options · Configure slideshows
it_it: Cambia impostazioni per le liste delle immagini · Configura lo slideshow

# #31404
source: Set three cities to collect weather information
it_it: Imposta tre città da cui raccogliere le informazioni sul meteo

# #31405
source: Setup control of XBMC via UPnP and HTTP · Configure file sharing · Set internet access options
it_it: Imposta il controllo di Kodi via UPnP e HTTP · Configura le opzioni di condivisione · Modifica le opzioni di accesso ad Internet

# #31406
source: Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock
it_it: Imposta e calibra il video · Configura l'uscita audio · Imposta i controllo remoti · Imposta le opzioni di risparmio energetico · Abilita il Debug · Imposta il master lock

# #31407
source: Setup the skin · Add and remove home menu items · Change skin backgrounds
it_it: Configura la skin · Aggiungi o rimuovi oggetti della pagina principale · Cambia gli sfondi della skin

# #31408
source: Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org · Modify Add-on settings
it_it: Gestisci i tuoi componenti aggiuntivi installati · Cerca e installa i componenti aggiuntivi da xbmc.org · Modifica le impostazioni del componente aggiuntivo

# #31421
source: Select your XBMC user Profile[CR]to login and continue
it_it: Scegli il tuo profilo utente di Kodi[CR]per fare il login e continuare

# #31500
source: Home Menu Catagory Buttons
it_it: Pulsanti categoria del menu Home

# #31501
source: Home Page Add-on Quick Links
it_it: Link veloci Add-on pagina principale

# #31502
source: Miscellaneous Options
it_it: Opzioni varie

# #31503
source: Media Window Add-ons
it_it: Add-ons della finestra multimediale

# #31550
source: Home Screen Weather Info and button
de_de: Home Screen Wetter Info und Button
it_it: Informazioni meteo pagina principale e pulsante

# #31551
source: Add-on Shortcut
it_it: Scorciatoia Add-on

# #31552
source: Set Add-on to use for subtitles
it_it: Imposta Add-on Per l'uso dei sottotitoli

# #31553
source: For day/night mode plugin.program.carpc-xtouch (X-Touch Helper) v0.0.6 or up is needed.
de_de: Für die Tag-/Nacht-Umschaltung wird plugin.program.carpc-xtouch (X-Touch Helper) v0.0.6 oder höher benötigt.
it_it: Per la modalità giorno / notte plugin.program.carpc-xtouch (X-Touch Helper) v0.0.6 o superiore è necessario.

# #40078
source: The required backend service is missing. Please install it.
de_de: Der erforderliche Hintergrund-Dienst fehlt. Bitte installieren.
it_it: Manca il servizio di back-end richiesto. Si prega di installarlo.

# #40094
source: Install
de_de: Installieren
it_it: Installa

# #40095
source: The required station logo resources are missing. Please install it.
de_de: Die erforderlichen Quelle für Senderlogos fehlt. Bitte installieren.
it_it: Mancano le risorse necessarie per il logo della stazione. Si prega di installarlo.

# #40096
source: Mouse Pointer
de_de: Mauszeiger
it_it: Puntatore Mouse

# #40097
source: Mouse Pointer Visibility
de_de: Mauszeiger Sichtbarkeit
it_it: Visualizza Puntatore Mouse

# #40098
source: Enable Mouse Pointer
de_de: Mauszeiger aktivieren
it_it: Abilita Puntatore Mouse

# #40099
source: Show Volume Bar
de_de: Zeige Lautstärkeregler
it_it: Mostra barra del volume

# #40100
source: LIST 2
de_de: LISTE 2
it_it: LISTA 2

# #40101
source: LIST 1
de_de: LISTE 1
it_it: LISTA 1

# #40102
source: Show USB-Manager Button
de_de: Zeige USB-Manager Button
it_it: Mostra Tasto USB-Manager

# #40103
source: Show 1-Wire Dashboard Button
de_de: Zeige 1-Wire Dashboard Button
it_it: Mostra Tasto Cruscotto 1-Wire

# #40104
source: Show GPIO Diagnostic Button
de_de: Zeige GPIO Diagnostic Button
it_it: Mostra Tasto GPIO Diagnostica

# #40105
source: Show Dashcam Button
de_de: Zeige Dashcam Button
it_it: Mostra Tasto Videocamera

# #40106
source: Update Options
it_it: Aggiornamento Opzioni

# #40107
source: Temperature Display
de_de: Temperaturanzeige
it_it: Temperatura Display

# #40108
source: Activate Temperature Display in Logo Area
de_de: Aktiviere Temperaturanzeige im Logobereich
it_it: Activa la Temperatura nell'ariea del Logo

# #40109
source: Temperature Values Color
de_de: Farbe Temperaturwerte
it_it: Colori Valori Temperatura

# #40110
source: Show Clock
de_de: Uhr anzeigen
it_it: Mostra Orologio

# #40111
source: Choose Hours Color
de_de: Wähle Stundenanzeige Farbe
it_it: Scegli Colore Ora

# #40112
source: Choose Minutes Color
de_de: Wähle Minutenanzeige Farbe
it_it: Scegli Colore Minuti

# #40113
source: Open Addon Settings
de_de: Öffne Addon Settings
it_it: Inserisci Impostazioni Addon

# #40114
source: Use Custom Background
de_de: Eigenes Hintergrundbild verwenden
it_it: Usa Sfondo Personalizzato

# #40115
source: Choose Custom Background
de_de: Wähle eigenes Hintergrundbild
it_it: Scegli Sfondo Personalizzato

# #40116
source: Show Switch Clock<->Temperature Display
de_de: Zeige Umschalter Uhr<->Temperaturanzeige
it_it: Mosta Tasto Orologio<->Visualizza Temperatura

# #40117
source: Number of sensors:
de_de: Anzahl Sensoren:
it_it: Numero del Sensore:

# #40118
source: Notice!
de_de: Achtung!
it_it: Avviso!
