Repository: Atrion/Kodi_Repo_18-Retired
Catalog: skin.carpc-xtouch_le/language/resource.language.*/strings.po
Languages: de_de, it_it

# #31000
source: Change Your
de_de: Ändere deine
it_it: Cambiamento

# #31001
source: Close
de_de: Schließen
it_it: Chiudi

# #31002
source: Audio Settings
de_de: Audio Einstellungen
it_it: Impostazioni audio

# #31005
source: Visualization Options
de_de: Visualisierungsoptionen
it_it: Opzioni visualizzazione

# #31006
source: Visualization Presets
de_de: Visualisierung Presets
it_it: Preset Visualizzazione

# #31007
source: Context Menu
de_de: Kontextmenü
it_it: Menu Contestuale

# #31008
source: Fullscreen
it_it: Tutto Schermo

# #31009
source: Working...
de_de: Bin am arbeiten...
it_it: In corso...

# #31010
source: Currently logged in as
de_de: Aktuell eingelogt als
it_it: Al momento loggato come

# #31012
source: Music - Files
it_it: Musica - Files

# #31013
source: Recent Movies
de_de: Neueste Filme
it_it: Film recenti

# #31014
source: Recent Episodes
de_de: Neueste Episoden
it_it: Episodi recenti

# #31015
source: Recent Music Videos
it_it: Video Musicali Recenti

# #31016
source: Recent Albums
de_de: Neueste Alben
it_it: Album recenti

# #31017
source: Volume Muted
de_de: Stumm
it_it: Audio disattivato

# #31024
source: Page
de_de: Seite
it_it: Pagina

# #31025
source: Items
it_it: Elementi

# #31030
source: Info List
de_de: Info Liste
it_it: Lista informazioni

# #31031
source: Info Wide
it_it: Informazioni estese

# #31040
source: Now Playing
de_de: Wird gespielt
it_it: In Riproduzione

# #31041
source: Last updated:
it_it: Ultimo aggiornamento:

# #31042
source: PLAYING
it_it: IN RIPRODUZIONE

# #31043
source: PAUSED
it_it: IN PAUSA

# #31044
source: FAST FORWARD
it_it: AVANZ. VELOCE

# #31045
source: REWIND
it_it: RIAVV. VELOCE

# #31046
source: Audio Properties
de_de: Audio Eigenschaften
it_it: Proprietà Audio

# #31047
source: Current Preset
de_de: Aktuelles preset
it_it: Programma Presente Attualmente

# #31048
source: Visualization Presets
de_de: Visualisierung Presets
it_it: Visualizzazione Presente

# #31049
source: End Time
it_it: Tempo Finale

# #31050
source: Sort: Ascending
de_de: Sortieren: Aufsteigend
it_it: Ordinamento: Crescente

# #31051
source: Sort: Descending
de_de: Sortieren: Absteigend
it_it: Ordinamento: Decrescente

# #31055
source: Open playlist
de_de: Öffne Playlist
it_it: Apri playlist

# #31056
source: Save playlist
de_de: Speichere Playlist
it_it: Salva playlist

# #31057
source: Close playlist
de_de: Schließe Playlist
it_it: Chiudi playlist

# #31058
source: System music files
de_de: System Musik Files
it_it: Files musicali di sistema

# #31059
source: Current playlist
de_de: Aktuelle Playlist
it_it: Playlist corrente

# #31060
source: This file is stacked, select the part you want to play from.
it_it: Questo file è in più parti, seleziona la parte da cui partire.

# #31062
source: Music
de_de: Musik
it_it: Musica

# #31064
source: Navigation
it_it: Navigatore

# #31065
source: Settings
de_de: Einstellungen
it_it: Impostazioni

# #31066
source: Shutdown
de_de: Ausschalten
it_it: Spegni

# #31068
source: Reload Skin
de_de: Skin neu laden
it_it: Ricarica Skin

# #31069
source: Cancel
de_de: Abbrechen
it_it: Cancella

# #31070
source: Reboot
de_de: Neustart
it_it: Riavvia

# #31071
source: Programs
de_de: Programme
it_it: Programmi

# #31072
source: Favourites
de_de: Favoriten
it_it: Favoriti

# #31073
source: Connect 3G
it_it: Connessione 3G

# #31074
source: Filemanager
it_it: Esplora file

# #31075
source: Appearance
it_it: Aspetto

# #31076
source: Service
it_it: Servizi

# #31077
source: Skin Settings
de_de: Skin Einstellungen
it_it: Skin Impostazioni

# #31079
source: System
it_it: Sistema

# #31080
source: System Info
it_it: Info Sistema

# #31081
source: Home Submenu Settings
de_de: Home Submenü Einstellungen
it_it: Imostazioni Sottomenù Home

# #31082
source: Home Menu
de_de: Home Menü
it_it: Home Menù

# #31083
source: Backgrounds
de_de: Hintergründe
it_it: Sfondi

# #31084
source: Clock Settings
de_de: Uhr Einstellungen
it_it: Impostazioni Ora

# #31085
source: Show Radio Info on Homescreen
de_de: Zeige Radio Info auf Homescreen
it_it: Programma di informazioni radio sulla schermata principale

# #31086
source: Show Music Info on Homescreen
de_de: Zeige Musik Info auf Homescreen
it_it: Mostra informazioni musicali nella schermata principale

# #31087
source: Main Menu
de_de: Hauptmenü
it_it: Menu Principale

# #31088
source: Show Favourites Button
de_de: Zeige Button Favoriten
it_it: Mostra Pulsante Predefiniti

# #31089
source: Show Programs Button
de_de: Zeige Button Programme
it_it: Mostra Pulsante Programmi

# #31090
source: Show FileManager Button
de_de: Zeige Button File Manager
it_it: Mostra Pulsante Esplorafile

# #31091
source: Show Connect 3G Button
de_de: Zeige Button Connect 3G
it_it: Mostra Pulsante Connessione 3G

# #31092
source: Background & Logo Settings
de_de: Hintergrund & Logo Einstellungen
it_it: Impostazione Sfondo & Logo

# #31093
source: Custom Background
de_de: Eigener Hintergrund
it_it: Sfondo Personalizzato

# #31094
source: >> Custom Background Path:
de_de: >> Pfad zum eigenen Hintergrund:
it_it: >> Percorso Sfondo Personale:

# #31095
source: Custom Logo (use also for Clock Face)
de_de: Eigenes Logo (auch Zifferblatt für Uhr)
it_it: Logo Personalizzato (utilizzabile anche per Orologio)

# #31096
source: >> Custom Logo Path:
de_de: >> Pfad zum eigenen Logo:
it_it: >> Logo Personale:

# #31097
source: Clock Settings
de_de: Uhr Einstellungen
it_it: Impostazione Ora

# #31098
source: Analog Clock Face
de_de: Analoge Uhr Zifferblatt
it_it: Orologio Analogico

# #31099
source: Analog Clock Face Path:
de_de: Analoge Uhr Zifferblatt Pfad:
it_it: Orologio Analogico Personale:

# #31100
source: Show Digital Clock
de_de: Zeige Digitale Uhr
it_it: Mostra Orologio Digitale

# #31101
source: Show Analog Clock
de_de: Zeige Analoge Uhr
it_it: Mostra orologio Analogico

# #31102
source: Clock Hands black (default=white)
de_de: Uhrzeiger schwarz
it_it: Lancette nere dell'orologio (default=bianco)

# #31103
source: Show Seconds Hand
de_de: Zeige Sekundenzeiger
it_it: Mostra i Secondi

# #31104
source: Show Navigation Button
de_de: Zeige Button Navigation
it_it: Mostra Tasto Navigatore

# #31105
source: Show Music Button (Default)
de_de: Zeige Button Musik (Default)
it_it: Mostra Tasto Musica (Default)

# #31106
source: Show Video Button
de_de: Zeige Button Video
it_it: Mostra Tasto Musica

# #31107
source: Show Radio FM Button
de_de: Zeige Button Radio FM
it_it: Mostra Tasto RadioFM

# #31108
source: Show Weather Button
de_de: Zeige Button Wetter
it_it: Mostra Tasto Meteo

# #31109
source: Show Pictures Button
de_de: Zeige Button Bilder
it_it: Mostra Tasto Immagini

# #31110
source: Main Button Settings
de_de: Home Button Einstellungen
it_it: Mostra Tasto Impostazioni

# #31111
source: Show Button OBD
de_de: Zeige Button OBD
it_it: Mostra OBD

# #31112
source: Show Weather info and button
de_de: Zeige Wetterinfo und Button
it_it: Mostra Tasto Info Meteo

# #31113
source: If you use a 1024x600 Screen
de_de: Nur für 1024x600 Displays
it_it: Se si utilizza schermo 1024x600

# #31114
source: Your IP:
de_de: Deine IP:
it_it: Tuo IP:

# #31116
source: Connect
de_de: Verbinden
it_it: Connessione

# #31117
source: Disconnect
de_de: Trennen
it_it: Disconnessione

# #31118
source: What do you want to do?
de_de: Was möchtest du tun?
it_it: Cosa vuoi fare?

# #31119
source: Shutdown
de_de: Ausschalten
it_it: Spegni

# #31120
source: Reboot
de_de: Neu starten
it_it: Riavvia

# #31121
source: Reload Skin
de_de: Skin laden
it_it: Ricarica Skin

# #31122
source: Cancel
de_de: Abbrechen
it_it: Cancella

# #31123
source: Show visualisation on home when music is playing
de_de: Zeige Visualisierung auf Homescreen wenn Musik läuft
it_it: Mostra Sulla Home info Musica

# #31125
source: Autostart
it_it: Avvio Automatico

# #31126
source: Autostart media after system start
de_de: Nach Systemstart automatisch spielen
it_it: Avvio automatico dei media dopo l'avvio del sistema

# #31127
source: Custom Music Path:
de_de: Pfad zur Musik:
it_it: Percorso Musica Personalizzato:

# #31128
source: Movies Source
de_de: Filme Quelle
it_it: Percorso Destinazione Video

# #31129
source: Source: Path
de_de: Quelle: Pfad
it_it: Percorso Video Personalizzato:

# #31130
source: Media Options
de_de: Medien Optionen
it_it: Media Opzioni

# #31131
source: Custom Skin Colors
de_de: Eigene Skin Farben
it_it: Percorso Skin Colore

# #31132
source: Standard Skin Color
de_de: Standard Skin Farbe
it_it: Standard Skin Colore

# #31133
source: Focus Color
de_de: Focus Farbe
it_it: Messa a Fuoco Colore

# #31134
source: Main Menu Config
de_de: Hauptmenü konfigurieren
it_it: Menu Principale Config

# #31135
source: Weather
de_de: Wetter
it_it: Meteo

# #31136
source: Connect 3G
de_de: 3G Verbindung
it_it: Connessione 3G

# #31138
source: You can freely place your main menu buttons. Tap on the entry of the button you wish to move and then type the number (between 1 to 6) and the button will be placed on that position. [CR][CR]To hide a Button from home screen just leave the input field empty. If you wish to have access to the function of a hidden button, you can activate the according submenu button. The submenu buttons for ‚Shutdown‘ and ‚Settings‘ are a activated automatically when their home screen buttons are hidden.
de_de: Die Belegung der sechs Hauptmenübuttons ist frei wählbar. Tippe auf den gewünschten Eintrag und gebe eine Zahl von 1 bis 6 ein. Der betreffende Home Button wird dann an der gewählten Stelle platziert. [CR][CR]Um einen Home Button auszublenden, lasse einfach das Eingabefeld leer. Um dennoch Zugriff auf eine ausgeblendete Funktion zu erhalten, aktiviere den entsprechenden Submenü-Button. Die Submenü- Buttons für "Ausschalten" und "Einstellungen" werden automatisch eingeblendet, wenn die entsprechenden Hauptmenübuttons ausgeblendet sind.
it_it: Puoi posizionare liberamente i pulsanti del tuo menu principale. Toccare la voce del pulsante che si desidera spostare e quindi digitare il numero (tra 1 e 6) e il pulsante verrà posizionato in quella posizione. [CR] [CR] Per nascondere un pulsante dalla schermata iniziale è sufficiente lasciare il campo di input vuoto. Se si desidera accedere alla funzione di un pulsante nascosto, è possibile attivare il pulsante del sottomenu corrispondente. I pulsanti del sottomenu per, Spegni 'e, Impostazioni' sono automaticamente attivati ​​quando i loro pulsanti della schermata iniziale sono nascosti.

# #31139
source: Visualisation
de_de: Visualisierung
it_it: Visualizzazione

# #31140
source: Music & Radio Settings
de_de: Music & Radio Einstellungen
it_it: Musica & Radio Infos

# #31141
source: Visualisation on Home Screen
de_de: Visualisierung auf Home Screen
it_it: Visualizzazione sulla Home

# #31142
source: Use Custom Backround Picture (400x400px)
de_de: Verwende eigenes Bild als Hintergrund (400x400px)
it_it: Usa Immagini (400x400px)

# #31143
source: >> Choose Path to Background Picture
de_de: >> Wähle Pfad zum Hintergrundbild
it_it: >> Scegli Precorso Immagine Sfondo

# #31145
source: Choose a Backround Picture for Visualisation on Fullscreen
de_de: Wähle ein Hintergrundbild für die Visualisierung im Fullscreen
it_it: Cambia l’immagine per la visualizzazione a tutto schermo

# #31146
source: >> Path to Background Picture
de_de: >> Pfad zum Hintergrundbild
it_it: >> Scegli Percorso Immagine

# #31147
source: Title Area
de_de: Titel-Bereich
it_it: Area del Titolo

# #31148
source: Your Home Title
de_de: Text eingeben
it_it: Titolo Della Tua Home

# #31149
source: Shutdown without Dialog
de_de: Ausschalten ohne Nachfrage
it_it: Arresto senza Finestra di dialogo

# #31150
source: Shutdown with Dialog
de_de: Ausschalten mit Nachfrage
it_it: Arresto con Finestra di dialogo

# #31151
source: Show Button Shutdown
de_de: Zeige Button Ausschalten
it_it: Mostra Tasto di Arresto

# #31152
source: Main Menu Buttons Help
de_de: Home Screen Buttons Hilfe
it_it: Guida ai pulsanti del menu principale

# #31153
source: Magic Button
it_it: Bottone Magico

# #31154
source: Home Screen Position
it_it: Posizione della scherata Home

# #31155
source: Button Title
de_de: Button Titel
it_it: Pulsante titolo

# #31156
source: Icon
it_it: Icona

# #31157
source: Action
it_it: Azione

# #31158
source: You can add up to three freely configurable 'Magic Buttons' to your home screen. These buttons allow you to call a new function, a window, a plugin or a script directly from the home screen.[CR]
de_de: Du kannst bis zu drei frei konfigurierbare "Magic Buttons" zum Homescreen hinzufügen. Sie ermöglichen dir, direkt vom Homescreen eine neue Funktion, ein Fenster, ein Addon oder ein Skript aufzurufen.[CR]
it_it: Puoi aggiungere fino a tre ‘Pulsante Magico’ liberamente configurabili alla tua schermata principale. Questi pulsanti ti permettono di chiamare una nuova funzione, una finestra, un plugin o uno script direttamente dalla schermata principale. [CR]

# #31159
source: Options:
de_de: Optionen:
it_it: Opzioni:

# #31160
source: HOME SCREEN POSITION: Choose on which position on the home screen the button should appear[CR]BUTTON TITLE: The Title of the button [CR]ICON: The icon for the button (PNG with transparency, 80x80px)[CR]ACTION: The action that should be performed when the button is pressed. For instance: ActivateWindow(WindowName_or_ID) or: RunScript("plugin.name“).
de_de: HOME SCREEN POSITION: Die Position, die der Button auf dem Homescreen einnehmen soll (analog den Buttons auf der linken Seite) [CR]BUTTON TITEL: Die Beschriftung des Buttons [CR]ICON: Das Icon (PNG mit transparentem Hintergrund, 80x80px) für den Button [CR]AKTION: Die Aktion, die beim Druck auf den Button ausgeführt werden soll. Bsp.: ActivateWindow(WindowName_oder_ID) oder: RunScript("plugin.name“)
it_it: POSIZIONE SCHERMATA HOME: Scegli in quale posizione della schermata principale dovrebbe apparire il pulsante [CR] TITOLO TASTO: Il titolo del pulsante IC [CR]: L'icona del pulsante (PNG con trasparenza, 80x80px) [CR] AZIONE: Il azione da eseguire quando si preme il pulsante. Ad esempio: ActivateWindow (WindowName_or_ID) o: RunScript ("plugin.name")

# #31161
source: Add Magic Button
de_de: Magic Button hinzufügen
it_it: Apri tasto Magico

# #31162
source: + Add Magic Button (2)
de_de: + Magic Button (2)
it_it: + Apri tasto Magico (2)

# #31163
source: + Add Magic Button (3)
de_de: + Magic Button (3)
it_it: + Apri tasto Magico (3)

# #31164
source: Use Album Cover as Background
de_de: Verwende Album Cover als Hintergrund
it_it: Usa Copertina Album come Sfondo

# #31165
source: Album Cover is used
de_de: Album Cover wird verwendet
it_it: La copertina dell Album é utilizzata

# #31166
source: Choose Background Pictures for Main Buttons
de_de: Wähle Hintergrundbilder für Buttons
it_it: Scegli le immagini di sfondo per i pulsanti principali

# #31167
source: Main Button
de_de: Home Button
it_it: Tasto Principale

# #31168
source: Clear all
de_de: Alle löschen
it_it: Cancella Tutto

# #31169
source: Show Random/Repeat Buttons
de_de: Zeige Random/Repeat Buttons
it_it: Mostra tasti Casuali / Ripetizione

# #31170
source: Icon & Text Color
de_de: Icon & Text Farbe
it_it: Icon & Testo Colori

# #31171
source: General
de_de: Allgemein
it_it: Generale

# #31174
source: Submenu Buttons
de_de: Submenü Buttons
it_it: Tasto Sottomenu

# #31175
source: Skin Colors
de_de: Skin Farben
it_it: Skin Colori

# #31176
source: Skin Background
de_de: Skin Hintergrund
it_it: Skin Sfondo

# #31178
source: Screen Correction
de_de: Screen Korrektur
it_it: Correzione Schermo

# #31179
source: Player Buttons
it_it: Tasto Player

# #31180
source: Icon & Title Color
de_de: Icon & Text Farbe
it_it: Icon & Titolo Colori

# #31181
source: Color & Background
de_de: Farbe & Hintergrund
it_it: Colore & Sfondo

# #31182
source: Choose Color for Main Button Icon & Title
de_de: Wähle Farbe für Home Button Icon & Text
it_it: Scegli Colore per Icona del pulsante principale e titolo

# #31183
source: Magic Buttons
it_it: Pulsante Magico

# #31184
source: Main Menu Title Color
de_de: Hauptmenü Text Farbe
it_it: Bottone Principale Icone & Titolo

# #31185
source: Show Weather Info Top Right
de_de: Zeige Wetterinfo oben rechts
it_it: Mostra informazioni meteo in alto a destra

# #31186
source: Home Screen Title Area (Top Left)
de_de: Home Screen Titelbereich (oben links)
it_it: Area del titolo della schermata principale (Alto Sx)

# #31187
source: Enable Weather Info (Top Right)
de_de: Zeige Wetterinfo (oben rechts)
it_it: Abilita informazioni meteo (alto Dx)

# #31188
source: >> Go to Weather Addon Settings
de_de: >> Wetter Einstellungen
it_it: >> Vai Alle impostazione del Addon Meteo

# #31189
source: Quit
de_de: Beenden
it_it: Esci

# #31190
source: Current Color:
de_de: Aktuelle Farbe:
it_it: Colore Corrente:

# #31191
source: Enter Hex-Code:
de_de: Farbe in Hex-Code:
it_it: Inserisci Hex-Code:

# #31192
source: Choose a Color
de_de: Wähle eine Farbe
it_it: Scegli Colore

# #31193
source: Main Buttons Background Solid Color
de_de: Buttons Hintergrund farbig
it_it: Colori principali Sfondo Colore solido

# #31194
source: Title Text
de_de: Titel Text
it_it: Testo Titolo

# #31195
source: Weather Info
de_de: Wetter-Info
it_it: Meteo Info

# #31197
source: Background Solid Color
de_de: Farbhintergrund
it_it: Colore Solido Sfondo

# #31198
source: Background Pictures
de_de: Bildhintergrund
it_it: Sfondo Immagine

# #31199
source: You can set the color of the title and icon of the main menu buttons. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is White. Hint: Clear the color when you use colored custom icons.
it_it: È possibile impostare il colore del titolo e l'icona dei pulsanti del menu principale. Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore). Il colore predefinito è Bianco.

# #31200
source: Back
de_de: Zurück
it_it: Indietro

# #31201
source: Location
de_de: Ort
it_it: Località

# #31202
source: View
de_de: Ansicht
it_it: Visualizza

# #31203
source: You can set a background color for the main buttons. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is White. Additionally you can set the opacity of the background.
de_de: Hier kannst du deine Hauptmenübuttons mit einer Fläche in einer Farbe deiner Wahl unterlegen. Wähle dazu eine Farbe aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode). Die voreingestellte Farbe ist Weiß. Zusätzlich kann die Deckkraft des Hintergrundes eingestellt werden.
it_it: È possibile impostare un colore di sfondo per i pulsanti principali. Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore). Il colore predefinito è Bianco. Inoltre puoi impostare l'opacità dello sfondo.

# #31204
source: You can set a background image for each of your main buttons separately. Store the images on the pi and choose the path. The dimensions of the pictures should be 588x136px (640x136px if theme 'Home_wide' is active). Bigger images are also possible but will be scaled to fit the box.
de_de: Hier kannst du deine Hauptmenübuttons mit Hintergrundbildern deiner Wahl unterlegen. Speichere die Bilder zuvor in einem beliebigen Verzeichnis auf dem Pi und wähle dann den Speicherort in den Settings unten aus. Die Größe der Hintergrundbilder sollte optimalerweise 588x136 Pixel betragen (640x136 Pixel wenn das Theme "Home_wide" aktiv ist). Es sind auch größere Bilder möglich. Diese werden dann skaliert.
it_it: È possibile impostare separatamente un'immagine di sfondo per ciascuno dei pulsanti principali. Salva le immagini sul pi e scegli il percorso. Le dimensioni delle immagini dovrebbero essere 588x136px. Sono anche possibili immagini più grandi, ma saranno ridimensionate per adattarsi al box.

# #31205
source: Background colors must be deactivated first!
de_de: Farbige Hintergründe müssen zuerst deaktiviert werden!
it_it: I colori di sfondo devono essere prima disattivati!

# #31206
source: Background images must be deactivated first!
de_de: Hintergrundbilder müssen zuerst deaktiviert werden!
it_it: Le immagini di sfondo devono essere prima disattivate!

# #31207
source: Main Button Style
de_de: Home Button Style
it_it: Stile Tasto Principale

# #31208
source: Reset to Standard
de_de: Zurücksetzen
it_it: Resetta allo Standard

# #31209
source: Input Hex Code
de_de: Eingabe Hex Code
it_it: Inserisci Hex Code

# #31210
source: Choose Color for Button Borders
de_de: Wähle eine Farbe für die Outline
it_it: Scegli il colore per i bordi dei pulsanti

# #31211
source: Configuration
de_de: Konfiguration
it_it: Configurazione

# #31212
source: No Color
de_de: keine
it_it: No Colore

# #31213
source: Button Border
de_de: Button Outline
it_it: Tasto Bordo

# #31214
source: Decide whether the borders of the main menu buttons should be visible or hidden. When visible, you can set the color for the borders. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is White.
de_de: Hier kannst du festlegen, ob die Outlines um die Hauptmenübuttons angezeigt werden sollen und sie, falls sichtbar, mit einer Farbe deiner Wahl einfärben. Wähle dazu eine Farbe aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode). Die voreingestellte Farbe ist Weiß.
it_it: Decidi se i bordi dei pulsanti del menu principale devono essere visibili o nascosti. Quando è visibile, è possibile impostare il colore per i bordi. Scegli un colore dall'elenco o inserisci il tuo colore in codice esadecimale (AARRGGBB (AA = trasparenza, FF = opaco, 00 = completamente trasparente, RRGGBB = codice colore). Il colore predefinito è Bianco.

# #31215
source: Main Button Border Color
de_de: Button Outline Farbe
it_it: Colore del Bordo Del Pulsante Principale

# #31216
source: Radio Background
de_de: Radio Hintergrund
it_it: Sfondo Radio

# #31217
source: Activate Color Background
de_de: Farbhintergrund aktivieren
it_it: Attiva Colore Sfondo

# #31218
source: Set Opacity
de_de: Deckkraft einstellen
it_it: Set Opacità

# #31219
source: Opacity
de_de: Deckkraft
it_it: Opacità

# #31220
source: You are starting this version of the xTouch skin for the first time. This First Run Wizzard will guide you through the steps to do some necessary basic settings. Just follow the instructions on the screen. It will take only one minute
de_de: Du startest diese Version des xTouch-Skins zum ersten Mal. Dieser Einrichtungsassistent soll dir dabei helfen, einige notwendige Grundeinstellungen vorzunehmen. Folge einfach den Anweisungen auf dem Bildschirm. Es dauert nur eine Minute.
it_it: Stai avviando questa versione della skin xTouch per la prima volta. Questa prima esecuzione Wizzard ti guiderà attraverso i passaggi per eseguire alcune impostazioni di base necessarie. Basta seguire le istruzioni sullo schermo. Ci vorrà solo un minuto.

# #31221
source: Welcome!
de_de: Willkommen!
it_it: Benvenuto!

# #31222
source: Let's go!
de_de: Los geht's!
it_it: Andiamo!

# #31223
source: Step 1: Set the Skin Colors
de_de: Schritt 1: Lege die Skinfarben fest.
it_it: Step 1: Imposta Colore Skin
