Repository: Atrion/Kodi_Repo_18-Retired
Catalog: skin.carpc-xtouch_le/language/resource.language.*/strings.po
Languages: de_de, it_it

# #40119
source: The maximum number of sensors which can be displayed on the home screen is 5! Other sensors will be ignored!
de_de: Es können maximal 5 Sensoren auf dem Homescreen angezeigt werden. Weitere Sensoren werden ignoriert.
it_it: Il numero massimo di sensori che possono essere visualizzati sulla schermata principale è 5! Altri sensori saranno ignorati!

# #40120
source: Reset all settings
de_de: Alle zurücksetzen
it_it: Resetta tutte le Impostazioni

# #40121
source: This will reset all (really [B]all[/B]) skin settings. Do you really want to do this?
de_de: Dadurch werden alle (wirklich [B]alle[/B]) Skin-Einstellungen zurückgesetzt.[CR]Willst du das wirklich tun?
it_it: Ciò ripristinerà tutte le impostazioni dello Skin (davvero [B] tutte [/ B]). Vuoi davvero farlo?

# #40122
source: Yes!
de_de: Ja!
it_it: Si!

# #40123
source: Scrollbar Style
de_de: Scrollbars
it_it: Stile barra di scorrimento

# #40124
source: Choose the type of the scrollbar in lists: [B]Slim[/B] (= Default) or [B]Bold[/B].
de_de: Wähle aus, ob Scrollbars in Listen [B]schmal[/B] (= Standard) oder [B]breit[/B] dargestellt werden sollen.
it_it: Scegli il tipo di barra di scorrimento negli elenchi: [B] Slim [/ B] (= predefinito) o [B] grassetto [/ B].

# #40125
source: Activate Bold Scrollbars
de_de: Verwende breite Scrollbars
it_it: Attiva le barre di scorrimento in grassetto

# #40126
source: + Add Button
de_de: + Button
it_it: + inserisci Tasto

# #40127
source: Config Magic Submenu Button
de_de: Konfiguriere Button
it_it: Config il Sottomenù Tasto Magico

# #40128
source: Add Magic Submenu Button
de_de: Magic Submenu Button hinzufügen
it_it: Inserisci Pulsante Magico nel sottomenu

# #40129
source: Magic Submenu Buttons
it_it: Tasto Magico Sottomenu

# #40130
source: Create new playlist
de_de: Neue Playlist erstellen
it_it: Crea una nuova playlist

# #40131
source: Show Playlist Editor Button
de_de: Zeige Button Playlist Editor
it_it: Mostra tasto editor della playlist

# #40132
source: Show only in App Switcher
de_de: Nur in App Switcher anzeigen
it_it: Mostra solo App Interruttore

# #40133
source: Day Mode
de_de: Tagmodus
it_it: Modalità Giorno

# #40134
source: Night Mode
de_de: Nachtmodus
it_it: Modalità Notte

# #40135
source: Temperatures
de_de: Temperaturen
it_it: Temperatura

# #40137
source: Temp <-> Clock
de_de: Temp <-> Uhr
it_it: Temperatura<–>Orologio

# #40139
source: DashCam
it_it: Videocamera

# #40143
source: Clear
de_de: Löschen
it_it: Cancella

# #40144
source: Next Track:
de_de: Nächster Track:
it_it: Prossima Traccia:

# #40145
source: Show Album Cover in Background
de_de: Zeige Album Cover im Hintergrund
it_it: Mostra copertina dell'album in background

# #40146
source: Show 'Next Track' info
de_de: 'Nächster Track' Info anzeigen
it_it: Mostra Info 'Prossima Traccia'

# #40147
source: Source: Library
de_de: Quelle: Datenbank
it_it: Sorgente: Libreria

# #40148
source: Show Button Settings
de_de: Zeige Button Settings
it_it: Mostra Tasto Impostazioni

# #40149
source: [B]+[/B] Add another WiFi-Network …
de_de: [B]+[/B] Weiteres WiFi-Netzwerk hinzufügen …
it_it: [B]+[/B] Aggiungi un'altra rete WiFi …

# #40154
source: always
de_de: immer
it_it: Sempre

# #40155
source: Show insert for:
de_de: Zeige Info für:
it_it: Mostra inserisci per:

# #40156
source: seconds before next track starts.
de_de: Sekunden bevor nächster Track beginnt.
it_it: secondi prima dell'inizio della traccia successiva.

# #40157
source: Visualization on home screen works only with the [B]Spectrum[/B]-Visualizer, but the actually chosen visualizer is [B]$INFO[Visualisation.Name][/B]!
de_de: Visualisierung auf dem Homescreen kann nur mit dem [B]Spectrum[/B]-Visualizer angezeigt werden! Du hast aber [B]$INFO[Visualisation.Name][/B] als Visualizer eingestellt.
it_it: La visualizzazione sulla schermata iniziale funziona solo con [B] Spectrum [/ B] -Visualizer, ma il visualizzatore effettivamente scelto è [B] $ INFO [Visualisation.Name] [/ B]!

# #40158
source: Keep
de_de: Behalten
it_it: Conserva

# #40159
source: Make new
de_de: Neu erstellen
it_it: Fai Nuovamente

# #40160
source: You are using the X-Touch Helper add-on. The add-on requires that you create and save two different skin settings, one for day-mode and one for night-mode. If you have already saved those sets of settings, click on [B]Keep[/B]. Your settings will then be kept. [CR][CR]If you have not saved this settings yet, click on [B]Make new[/B]. You will then have to create and save the settings later. See the instructions in the skin settings section.
de_de: Du hast das X-Touch Helper Addon installiert. Das Addon erfordert es, dass du zwei Sets an Skin-Einstellungen (getrennt für Tag und Nacht) speicherst. Wenn du bereits die Einstellungen für den Tag- und den Nacht-Modus gespeichert hast, dann klicke unten auf [B]Behalten[/B]! Damit bleiben deine Einstellungen erhalten. [CR][CR]Wenn du die Einstellungen noch nicht vorgenommen und gespeichert hast, dann wähle [B]Neu erstellen[/B]. Du kannst sie dann später vornehmen und speichern. Beachte die Hinweise im entsprechenden Einstellungsdialog!
it_it: Stai utilizzando il componente aggiuntivo X-Touch Helper. Il componente aggiuntivo richiede di creare e salvare due diverse impostazioni della skin, una per la modalità giorno e una per la modalità notte. Se hai già salvato questi set di impostazioni, fai clic su [B] Mantieni [/ B]. Le tue impostazioni verranno quindi mantenute. [CR] [CR] Se non hai ancora salvato queste impostazioni, fai clic su [B] Crea nuovo [/ B]. Dovrai quindi creare e salvare le impostazioni in seguito. Vedere le istruzioni nella sezione delle impostazioni dello Skin.

# #40161
source: Step 4: If you are using the X-Touch Helper addon
de_de: Schritt 4: Hinweis für Nutzer des X-Touch Helper Addons
it_it: Step 4: Se si utilizza l'addon X-Touch Helper

# #40162
source: Show CPU-Temperature
de_de: Anzeige CPU-Temperatur
it_it: Mostra Temperatura-CPU

# #40174
source: Show Music and Radio Info in Navit
de_de: Zeige Musik- und Radio-Info in Navit
it_it: Mostra musica e informazioni radio in Navit

# #31067
source: Media
de_de: Medien

# #31115
source: Network
de_de: Netzwerk

# #31124
source: 1024x600 screen distortion fix
de_de: 1024x600 Display Verzerrung korrigieren

# #31172
source: Home Menu
de_de: Home Menü

# #31173
source: Media
de_de: Medien

# #31177
source: Logo Area
de_de: Logo-Bereich

# #31196
source: Visualisation & Fullscreen
de_de: Visualisierung & Fullscreen

# #31199
source: You can set the color of the title and icon of the main menu buttons. Choose a color from the list or enter your own color in hex code (AARRGGBB (AA=transparency, FF=opaque, 00=fully transparent, RRGGBB=color code). Default color is White. Clear the color when you use colored custom icons.
de_de: Hier kannst du die Icons und Beschriftungen deiner Hauptmenübuttons mit einer Farbe deiner Wahl einfärben. Wähle dazu eine Farbe aus der Farbtabelle aus oder gebe eine eigene Farbe in Hex-Code AARRGGBB ein (AA=Transparenz: FF=deckend; 00=voll transparent. RRGGBB=Farbcode). Die voreingestellte Farbe ist Weiß. Hinweis: Wähle 'Löschen' wenn du farbige Custom-Icons verwendest.

# #31271
source: Direct Shutdown
de_de: Ausschalten

# #31296
source: Station List Buttons Outline
de_de: Senderliste Buttons Outlines

# #31302
source: Current Weather Condition
de_de: Aktuelles Wetter

# #40106
source: Update Options
de_de: Aktualisierungsoptionen

# #40142
source: Choose a Focus-Color
de_de: Wähle eine Focus-Farbe

# #40163
source: Movies
de_de: Filme

# #40164
source: Show recently played items
de_de: Zeige zuletzt gespielte Medien

# #40165
source: Time played:
de_de: Gespielt:

# #40166
source: Now streaming:
de_de: Wird gestreamt:

# #40167
source: Show Background for Music/Radio Info on Homescreen
de_de: Zeige Hintergrund für Musik- und Radio-Info auf Homescreen

# #40168
source: The CarPC controller is missing. Please install it!
de_de: Für die Radio-Funktion muss der CarPC-Controller installiert sein!

# #40169
source: The RadioFM-addon is missing. Please install the addon!
de_de: Für die Radio-Funktion muss das RadioFM-Addon installiert sein!

# #40170
source: RadioFM-addon and CarPC controller are missing. Both are needed for the radio to work.
de_de: Für die Radio-Funktion muss das RadioFM-Addon und der CarPC-Controller installiert sein!

# #40171
source: NOTICE: Visualization on home screen works only with the [B]Spectrum[/B]-Visualizer!
de_de: ACHTUNG! Die Visualisierung auf dem Homescreen kann nur mit dem [B]Spectrum[/B]-Visualizer angezeigt werden!

# #40172
source: If you use the cdART Manager addon to fetch fanart and artist-logos for your music, choose the same path in the addon settings as destination for the download of the artwork.
de_de: Wenn du z.B. das cdART Manager-Addon verwendest, um Fanart und Interpreten-Logos für deine Musik herunterzuladen, dann gib in den Addon-Settings ebenfalls diesen Pfad an!

# #40173
source: [B]Path to music directory[/B] (needed for artwork)
de_de: [B]Pfad zum Musikordner[/B] (wird für Artwork benötigt)

# #40175
source: Main Menu Icon Color
de_de: Hauptmenü Icon Farbe

# #40176
source: Program-Addon
de_de: Programm-Addon

# #40177
source: Music-Addon
de_de: Musik-Addon

# #40179
source: Choose an addon or enter an action:
de_de: Addon wählen oder Aktion eingeben:

# #40180
source: Choose addon/action for button
de_de: Wähle Addon/Aktion für Button

# #40181
source: Reset
de_de: Zurücksetzen

# #40182
source: Show Media Blade (left side)
de_de: Zeige Buttonleiste (linke Seite)

# #40183
source: Input Android App
de_de: Eingabe Android-App

# #40184
source: Choose Python script
de_de: Wähle Python-Script

# #40186
source: Show Android Apps Button
de_de: Zeige Button Android Apps

# #40187
source: [B]IMPORTANT![/B][CR]Scripts must be Python scripts! Place the scripts in the folder /scripts in the skin folder. This folder already contains simple example scripts that may make it easier to get started. All you have to do is to adjust the GPIO pin in the scripts according to your wiring. [CR][CR]Two scripts are needed for each relay: one for 'ON' and one for 'OFF'.
de_de: [B]WICHTIG![/B][CR]Skripte müssen Python Skripte sein! Lege die Skripte in den Ordner /scripts im Skinordner ab. In diesem Ordner befinden sich bereits einfache Beispielskripte, die den Einstieg erleichtern. Du musst nur den GPIO-Pin in den Skripten an deine Verkabelung anpassen. [CR][CR]Es werden zwei Skripte für jedes Relais benötigt: eines für 'EIN' und eines für 'AUS'.

# #40188
source: Activate button
de_de: Aktiviere Button

# #40190
source: ON
de_de: AN

# #40191
source: OFF
de_de: AUS

# #40192
source: All OFF
de_de: Alle AUS

# #40193
source: Control Relays
de_de: Relais schalten

# #40194
source: Relay control settings
de_de: Relais Control Einstellungen

# #40195
source: Relay Control Dialog
de_de: Relais Control Dialog

# #40197
source: Go to page
de_de: Gehe zu Seite

# #40199
source: Config Relay
de_de: Konfiguration Relais

# #40200
source: Relay
de_de: Relais

# #40201
source: Show Progressbar
de_de: Zeige Fortschrittsbalken
